	{
		"movies": [
					{
						"title": "Nietykalni",
						"id": "tt1675434",
						"url": "https://vgra052.cda.pl/OWzBFGKooON7p0OWiYRTSw/1498481421/vlc39ae7ce01c9c2a3cb2fabf66da3b60c7ac09bb4f9943d0036321c83d1b3d44d.mp4",
						"description": "In Paris, the aristocratic and intellectual Philippe is a quadriplegic millionaire who is interviewing candidates for the position of his carer, with his red-haired secretary Magalie. Out of the blue, the rude African Driss cuts the line of candidates and brings a document from the Social Security and asks Phillipe to sign it to prove that he is seeking a job position so he can receive his unemployment benefit. Philippe challenges Driss, offering him a trial period of one month to gain experience helping him. Then Driss can decide whether he would like to stay with him or not. Driss accepts the challenge and moves to the mansion, changing the boring life of Phillipe and his employees."
					},
					{
						"title": "Zycie jest piekne",
						"id": "tt0118799",
						"url": "https://vsbg025.cda.pl/nqeYx6ueiszPgzOwbtJflA/1498480222/apple/15b31ceb588645e3246b78bfe3369805.mp4",
						"description": "In 1930s Italy, a carefree Jewish book keeper named Guido starts a fairy tale life by courting and marrying a lovely woman from a nearby city. Guido and his wife have a son and live happily together until the occupation of Italy by German forces. In an attempt to hold his family together and help his son survive the horrors of a Jewish Concentration Camp, Guido imagines that the Holocaust is a game and that the grand prize for winning is a tank."
					},
					{
						"title": "Witamy na Hawajach",
						"id": "tt1243974",
						"url": "http://www.imdb.com/video/imdb/vi1661251097/imdb/single?format=720p&autoplay=true",
						"description": "A celebrated military contractor returns to the site of his greatest career triumphs - the US Space program in Honolulu, Hawaii - and reconnects with a long-ago love while unexpectedly falling for the hard-charging Air Force watchdog assigned to him."
					},
					{
						"title": "Skąd wiesz?",
						"id": "tt1341188",
						"url": "http://www.imdb.com/video/imdb/vi3436250649/imdb/single?format=720p&autoplay=true",
						"description": "Star softball player, Lisa, has just been cut from the national team; Scholarly business man, George, has just been indicted from his father's company. With everything that they know in their lives taken from them, Lisa and George attempt to find romance. Lisa's potential boyfriend, Matty, however, is as clueless and perpetually single as they come, and George's girlfriend just dumped him. A chance hook-up through mutual friends, Lisa and George may be able to form a friendship, or more, that can help them climb out of the piles of lemons that life has handed to them."
					}
					
				]
	}	